[
    {
        "rating": "1",
        "review": "For the first 2 weeks, it was working perfectly but now I feel like I wasted money."
    },
    {
        "rating": "1",
        "review": "It defrosts very quickly"
    },
    {
        "rating": "5",
        "review": "It is quite good"
    },
    {
        "rating": "5",
        "review": "Everything about it is perfect ????"
    },
    {
        "rating": "5",
        "review": "Skyrun did a great job, it freezes very last I love it"
    },
    {
        "rating": "4",
        "review": "Good"
    },
    {
        "rating": "5",
        "review": "Work perfectly"
    },
    {
        "rating": "5",
        "review": "This Fridge is nice and cools fast"
    },
    {
        "rating": "4",
        "review": "Just exactly how I thought it would be. It's cools fast too????"
    },
    {
        "rating": "4",
        "review": "It is way smaller than it looks but it seems to do the job. We’ll give it time to see how durable it is."
    },
    {
        "rating": "4",
        "review": "Good experience so far"
    },
    {
        "rating": "5",
        "review": "I’ve used this brand for almost 4 years now, I haven’t refilled gas yet but it is still working perfectly.. Like every refrigerator, it defrosts if there’s no light for hours but gets cold pretty quickly… The freezer space is quite ok for the size .. it’s not so big but for a single person, it’s just perfect . I have bought this brand four times for my friends and they all have the same testimony . Love Skyrun !"
    },
    {
        "rating": "4",
        "review": "it’s a good fridge. it’s a very small fridge have that in mind slightly enough for one person if you don’t cook much"
    },
    {
        "rating": "5",
        "review": "Perfect size"
    },
    {
        "rating": "5",
        "review": "It works well. Just keep in mind that the height is about waist length"
    },
    {
        "rating": "5",
        "review": "I love this product am impressed ????????????"
    },
    {
        "rating": "5",
        "review": "Mini size fridge and freezer for  single person, wig not much space ,it’s working fine."
    },
    {
        "rating": "1",
        "review": "It is not cooling.\nIn fact, it does not work at all"
    },
    {
        "rating": "5",
        "review": "I’ll bought it twice, good for one to two people"
    },
    {
        "rating": "4",
        "review": "No problems at all, A year + still enjoying it"
    },
    {
        "rating": "4",
        "review": "Its Cool though it is quite small it looks bigger on photos than real life..."
    },
    {
        "rating": "5",
        "review": "It cools and freezes very fast. Small but mighty"
    },
    {
        "rating": "3",
        "review": "Not up to expectations"
    },
    {
        "rating": "5",
        "review": "I’ve been enjoying it since day one"
    },
    {
        "rating": "5",
        "review": "It’s actually very good, defrosts fast tho"
    },
    {
        "rating": "3",
        "review": "The fridge was smaller than I expected"
    },
    {
        "rating": "4",
        "review": "It works perfectly well, I have been using it for more than 6 months and there’s no issue although the size is smaller than what I expected. I love it."
    },
    {
        "rating": "5",
        "review": "Quality"
    },
    {
        "rating": "5",
        "review": "Cool and works fine"
    },
    {
        "rating": "4",
        "review": "Its working fine at least for now. Though it rather become very hot at the sides sometimes."
    },
    {
        "rating": "5",
        "review": "At first, I was scared about the product I go through the comment people drunk on the products I was like but to be honest, I have never regretted going for the product it works perfectly and it's very excellent"
    },
    {
        "rating": "5",
        "review": "Works very well and fit into the space I wanted."
    },
    {
        "rating": "3",
        "review": "It’s smaller than I expected"
    },
    {
        "rating": "5",
        "review": "It's closed to a year now and is still working perfect"
    },
    {
        "rating": "5",
        "review": "Just like described"
    },
    {
        "rating": "5",
        "review": "Although it defrost quickly"
    },
    {
        "rating": "4",
        "review": "It is exactly as described but overheats and it scares me. I turn it off every 3 hours for fear of leaving it to burn. Pls improve on this. Every other thing is perfect."
    },
    {
        "rating": "3",
        "review": "Thought it will be a little bigger as shown, way too small. But it works well."
    },
    {
        "rating": "1",
        "review": "I  disappointed with this product you sent to me, very poor quality and high price"
    },
    {
        "rating": "5",
        "review": "It works just fine . Good purchase"
    },
    {
        "rating": "5",
        "review": "Product is fair enough , although I expect it to be a bit bigger . But works perfectly"
    },
    {
        "rating": "5",
        "review": "cool design"
    },
    {
        "rating": "5",
        "review": "Works well, not so big in size"
    },
    {
        "rating": "3",
        "review": "But looks small than what is in the picture"
    },
    {
        "rating": "5",
        "review": "It's still serving me. I love it."
    },
    {
        "rating": "5",
        "review": "It's a nice product ,and good"
    },
    {
        "rating": "5",
        "review": "Product is working really well. I love it"
    },
    {
        "rating": "5",
        "review": "Portable"
    },
    {
        "rating": "4",
        "review": "This is for you if you live alone. This has a bigger freezer compared to other table tops on the market. It’s cute."
    },
    {
        "rating": "1",
        "review": "It cools but the freezer don't freeze, I don't like it"
    },
    {
        "rating": "4",
        "review": "It's working fine as expected and it came perfect too"
    },
    {
        "rating": "5",
        "review": "Great price"
    },
    {
        "rating": "5",
        "review": "Exactly how what I wanted, works perfectly well"
    },
    {
        "rating": "5",
        "review": "awesome awesome"
    },
    {
        "rating": "5",
        "review": "Smaller than expected but works absolutely well"
    },
    {
        "rating": "4",
        "review": "Working perfect for now"
    },
    {
        "rating": "4",
        "review": "The product works well. Though it looks smaller physically than the picture. The lower compartments can't carry 150cl bottle water."
    },
    {
        "rating": "5",
        "review": "I'm really enjoying it"
    },
    {
        "rating": "3",
        "review": "It cold fast"
    },
    {
        "rating": "5",
        "review": "it is serving for the purpose"
    },
    {
        "rating": "5",
        "review": "Portable"
    },
    {
        "rating": "4",
        "review": "It worked for a while and it was good, I believe it had stayed too long in storage/ had been used as the refrigerant finished and had to be refilled in less than 2 months."
    },
    {
        "rating": "5",
        "review": "I love it!"
    },
    {
        "rating": "5",
        "review": "It's very good"
    },
    {
        "rating": "5",
        "review": "It's ok"
    },
    {
        "rating": "5",
        "review": "I personally will recommend this for a single person living alone as it’s not so big. It is very cute though and won’t take up much space."
    },
    {
        "rating": "5",
        "review": "I’m satisfied with the product. It’s working perfectly well"
    },
    {
        "rating": "4",
        "review": "You should show it as it not with any deception"
    },
    {
        "rating": "5",
        "review": "It's just perfect and the chill lasts long after power outage"
    },
    {
        "rating": "1",
        "review": "item is way smaller than it appeared on screen, a total disappointment"
    },
    {
        "rating": "1",
        "review": "Smaller than it appeared. Total waste of money!"
    },
    {
        "rating": "5",
        "review": "Works fine"
    },
    {
        "rating": "4",
        "review": "Very impressive"
    },
    {
        "rating": "5",
        "review": "Beat good and quality"
    },
    {
        "rating": "1",
        "review": "very small"
    },
    {
        "rating": "3",
        "review": "It's a good product but it's very smaller than it appears in d picture"
    },
    {
        "rating": "1",
        "review": "It's not what I expected"
    },
    {
        "rating": "4",
        "review": "It's good but i have two issues with It,firstly it defrosts easily and secondly the inside is smaller than I expected,it's designed in such  a way to make it look bigger from the outside but in reality compared to other table top fridges of this size the inside is smaller"
    },
    {
        "rating": "1",
        "review": "It’s not working well, how do I refund and collect another one?"
    },
    {
        "rating": "4",
        "review": "Good one but small than I expect"
    },
    {
        "rating": "5",
        "review": "Very good"
    },
    {
        "rating": "1",
        "review": "not as its been described"
    },
    {
        "rating": "5",
        "review": "It appears bigger in pictures. Sell a bigger size"
    },
    {
        "rating": "5",
        "review": "It defrost quickly"
    },
    {
        "rating": "3",
        "review": "Its small but working well, if you want a waist high fridge , its for you but, if you want a taller chest height fridge pls pass it. I had to use it as backup fridge cos I gor another one cos of the size."
    },
    {
        "rating": "5",
        "review": "nice fridge it cools well"
    },
    {
        "rating": "4",
        "review": "It works well only you need to let buyers know the actual height of the fridge. I was a bit disappointed when I saw it."
    },
    {
        "rating": "4",
        "review": "Fridge could be a little cooler. Freezer is very good. Serves its purpose."
    },
    {
        "rating": "5",
        "review": "Good product and very nice it's almost a year now and still working 100% perfectly"
    },
    {
        "rating": "4",
        "review": "Make a bigger size"
    },
    {
        "rating": "5",
        "review": "Everything is perfect"
    },
    {
        "rating": "2",
        "review": "I buy it and not upto two month compressor not working"
    },
    {
        "rating": "4",
        "review": "Cooling is Good. The Fridge is not too big."
    },
    {
        "rating": "5",
        "review": "It's exactly as I expected it to be. Thanks"
    },
    {
        "rating": "4",
        "review": "Works just fine, but the size could be bigger"
    },
    {
        "rating": "4",
        "review": "Works just fine, but the size could be bigger"
    },
    {
        "rating": "3",
        "review": "NOT AS BIG AS DESPLAYED AND TAKES TIME TO FREEZE"
    },
    {
        "rating": "3",
        "review": "Looks smaller than I thought"
    },
    {
        "rating": "5",
        "review": "The product is wonderful and great."
    },
    {
        "rating": "3",
        "review": "Very ok"
    },
    {
        "rating": "3",
        "review": "Never knew refrigerator comes in litres cause I expected something bigger considering the price.\nPlugged for like 4hrs and nothing was cooling, does it mean your refrigerators don't come with gas?, If not that I was checking the stress of returning I would have returned it but I decided to fill the gas and even after that I plugged it for 6hrs on standby light only the freezer was cooling and it did not even freeze the fridge is is not really responding"
    },
    {
        "rating": "3",
        "review": "It is cool . Although I just got mine but it doesn’t s ok"
    },
    {
        "rating": "5",
        "review": "Very good refrigerator. Love it, was expecting something a little bigger but all the same freezes so well…"
    },
    {
        "rating": "3",
        "review": "It could be better if it was bigger but it's cooling rate is SuperB"
    },
    {
        "rating": "4",
        "review": "It just awesome. I love it"
    },
    {
        "rating": "4",
        "review": "its a good product"
    },
    {
        "rating": "3",
        "review": "the refrigerator is very small.. not as described in the photo"
    },
    {
        "rating": "2",
        "review": "It’s much more smaller than expected, it was dented at arrival"
    },
    {
        "rating": "4",
        "review": "Get too hot . Thou it's working well"
    },
    {
        "rating": "4",
        "review": "By making it  energy saver"
    },
    {
        "rating": "5",
        "review": "Is cools fast and does not defrost fast"
    },
    {
        "rating": "2",
        "review": "It's not what I expected"
    },
    {
        "rating": "5",
        "review": "It's perfect"
    },
    {
        "rating": "2",
        "review": "The freezer defrost very fast and the fridge doesn't get cold on time"
    },
    {
        "rating": "5",
        "review": "The refrigerator is what was said it is"
    },
    {
        "rating": "4",
        "review": "A very nice Refrigderator, I wish it could just be a little bigger than this"
    },
    {
        "rating": "4",
        "review": "The product is ok but it cannot contain 70L  of water as stipulated"
    },
    {
        "rating": "3",
        "review": "The freezer part takes to long to freeze....."
    },
    {
        "rating": "4",
        "review": "I like it"
    },
    {
        "rating": "1",
        "review": "This product isn’t working fine"
    },
    {
        "rating": "2",
        "review": "It was smaller than it looked in the picture\nYou should try to take a better picture next time"
    },
    {
        "rating": "4",
        "review": "The fridge works well"
    },
    {
        "rating": "2",
        "review": "Too small compared to what I saw before placing the order."
    },
    {
        "rating": "2",
        "review": "it was a bit different from what i expected, didn't meet up my expectation"
    },
    {
        "rating": "5",
        "review": "Okay it’s good"
    },
    {
        "rating": "4",
        "review": "The product is good and delivery is fast, I hope it serve for long. Thank you"
    },
    {
        "rating": "5",
        "review": "It cools very fast n it retains it cool for many hrs????????????"
    },
    {
        "rating": "5",
        "review": "It freezes immediately, I love it????"
    },
    {
        "rating": "4",
        "review": "The product is ok \nBut I haven't opened it from the carton.\nI believe it will work"
    },
    {
        "rating": "5",
        "review": "The product is just right for those that keeps it simple or for singles"
    },
    {
        "rating": "5",
        "review": "It's supper cool"
    },
    {
        "rating": "5",
        "review": "Great the fridge is working well"
    },
    {
        "rating": "4",
        "review": "The compartment isn't as big as the picture portrays. But it's ok"
    },
    {
        "rating": "1",
        "review": "I like nothing about this product!"
    },
    {
        "rating": "2",
        "review": "Its managable, for a student"
    },
    {
        "rating": "3",
        "review": "Is portable and nice but I am not impressed on how fast it get warm when there is no more light it can’t even stay up to 20minutes when no more light to keep it running that is very bad because you can’t even get anything cold again to take even the freezer side too your food dissolve so fast."
    },
    {
        "rating": "4",
        "review": "I am yet to use it"
    },
    {
        "rating": "5",
        "review": "It's working very fine ????"
    },
    {
        "rating": "1",
        "review": "I have to leave it plug for hours yet no sign of it working...it's bad to sell a broken item..Bad item"
    },
    {
        "rating": "2",
        "review": "Smaller than i expected"
    },
    {
        "rating": "4",
        "review": "It is working fine"
    },
    {
        "rating": "4",
        "review": "It's good but not as big as it is in the picture on jumia"
    },
    {
        "rating": "4",
        "review": "Good product, I love it but clearly specify the size. And put appropriate picture"
    },
    {
        "rating": "5",
        "review": "It worth it! Thanks ???? Jumia"
    },
    {
        "rating": "4",
        "review": "Its quite small than it looks in the image. It there was a dimension chart (or perhaps i missed it) it would have with understand how big or small it is but other than that its a very good buy."
    },
    {
        "rating": "4",
        "review": "working perfectly, but small in size."
    },
    {
        "rating": "5",
        "review": "It’s perfect for the price"
    },
    {
        "rating": "5",
        "review": "The product is working fine"
    },
    {
        "rating": "1",
        "review": "I just had to resell it to friend"
    },
    {
        "rating": "4",
        "review": "Great product"
    },
    {
        "rating": "4",
        "review": "I have enjoyed it so far. I wish the picture would tell the actual size though."
    },
    {
        "rating": "4",
        "review": "Really small. Cools adequately though"
    },
    {
        "rating": "1",
        "review": "It's doesn't chill as I thought it will be and it's way smaller than what I expected... Am not happy at all"
    },
    {
        "rating": "5",
        "review": "It get cold within a minute"
    },
    {
        "rating": "3",
        "review": "It defrozes on time with temporal power outage even when the coolness rage is increased to the highest."
    },
    {
        "rating": "4",
        "review": "It's great but always hot by the sides."
    },
    {
        "rating": "1",
        "review": "But the freezer works fine"
    },
    {
        "rating": "4",
        "review": "It's a very good refrigerator. The freezer function is better than the fridge to be honest. The regulator is very sensitive one level lower and the fridge won't cool well, one level higher and your food is frozen in the fridge. Asides that and the small fridge it's a great product"
    },
    {
        "rating": "5",
        "review": "It's simple portable and it cools fast."
    },
    {
        "rating": "5",
        "review": "I like the size,it's very okay for a spinster, it's get frozen quickly ."
    },
    {
        "rating": "5",
        "review": "Gets cold fast"
    },
    {
        "rating": "5",
        "review": "Very good product just that the freezer side is a bit small"
    },
    {
        "rating": "4",
        "review": "It works well. Same as the picture displayed"
    },
    {
        "rating": "4",
        "review": "It works well. Same as the picture displayed"
    },
    {
        "rating": "5",
        "review": "Excellent product so far"
    },
    {
        "rating": "4",
        "review": "It's okay! only that it's not much high but in all, it's good."
    },
    {
        "rating": "5",
        "review": "Its very good"
    },
    {
        "rating": "4",
        "review": "Works perfectly well under high voltage."
    },
    {
        "rating": "5",
        "review": "Cooling is fast, doesn't defrost quickly also. Its a good product but the actual size is smaller in look than it appears in pictures"
    },
    {
        "rating": "5",
        "review": "I love it!"
    },
    {
        "rating": "2",
        "review": "too small to my expectation"
    },
    {
        "rating": "5",
        "review": "Though the fridge part doesn't retain coldness if there's no light for 24 hours, the freezer part however is sound and actually retains coldness even after 24 hours."
    },
    {
        "rating": "4",
        "review": "Great product..!! Freezes fast, but the size is completely different from the what is on the picture"
    },
    {
        "rating": "4",
        "review": "I'm enjoying the product..."
    },
    {
        "rating": "4",
        "review": "The product is superb ????\nWorks really fine and doesn't consume light"
    },
    {
        "rating": "5",
        "review": "Works very well and if there's constant power, the top fridge shelf will get very cold too."
    },
    {
        "rating": "5",
        "review": "Wish it could be a little bigger"
    },
    {
        "rating": "5",
        "review": "True value for money!! Love the small freezer compartment. Not too big and perfect for a spinster."
    },
    {
        "rating": "4",
        "review": "It's okay for now. Get cold quickly but the coldness quickly disappears when their is no power for few hours. It also gets too hot by the sides. And the inside the fridge is smaller than I expected"
    },
    {
        "rating": "5",
        "review": "It’s okay but small beyond imagination"
    },
    {
        "rating": "4",
        "review": "It’s awesome. Freezes very quickly. But the advertised size is clearly different from the actual size."
    },
    {
        "rating": "5",
        "review": "It has good quality"
    },
    {
        "rating": "4",
        "review": "Cools well and its a great product, just that its smaller than I thought it'll be."
    },
    {
        "rating": "5",
        "review": "Well, smaller than expected but very efficient and okay.\nI love it"
    },
    {
        "rating": "4",
        "review": "It cools well. However it is smaller than the picture displayed. I think the dimensions should be written so one can know actual size. But in all, it is a nice fridge."
    },
    {
        "rating": "4",
        "review": "Its serves well and very low sound. Freeze compartment very spacious."
    },
    {
        "rating": "4",
        "review": "Though the product is working well, the picture posted is quite deceptive. I was shocked by the size when it was delivered - it was small."
    },
    {
        "rating": "4",
        "review": "When it starts it's very quiet, does get a little warm on the outside but freezes quite quickly on the inside, something you might not like about it, is the huge chunk that was cut out to fit the components the make the fridge work."
    },
    {
        "rating": "3",
        "review": "The fridge compartment doesn't have too much space and it does not retain coldness for long. However, on average it is fair."
    },
    {
        "rating": "5",
        "review": "It’s working fine"
    },
    {
        "rating": "5",
        "review": "For a naija made product, it's working perfectly. Gets cold in no time and preserves my food well. Kudos to skyrun"
    },
    {
        "rating": "4",
        "review": "It looks bigger on picture than it is in reality."
    },
    {
        "rating": "5",
        "review": "The product is ok\nIts good condition"
    },
    {
        "rating": "4",
        "review": "Really liked it, it cools fast"
    },
    {
        "rating": "5",
        "review": "Been using it for about 6 months now. Working perfectly fine."
    },
    {
        "rating": "5",
        "review": "It is working perfectly"
    },
    {
        "rating": "4",
        "review": "Very fast chilling"
    },
    {
        "rating": "5",
        "review": "The fridge is nice and functioning well. It is portable.  But the picture looks bigger than it appears in real life."
    },
    {
        "rating": "5",
        "review": "It’s good"
    },
    {
        "rating": "5",
        "review": "This product is so amazing,and the upper freezer freezes so fast, I got it for a very good price during Black Friday,I’m enjoying it so far????????????????"
    },
    {
        "rating": "5",
        "review": "Was smaller than I thought but it is serving"
    },
    {
        "rating": "4",
        "review": "Slightly smaller than expected but cools well!"
    },
    {
        "rating": "5",
        "review": "It's freezes well,\nNo sound.\nRefrigerator is okay for the price"
    },
    {
        "rating": "5",
        "review": "Sound and rust proof"
    },
    {
        "rating": "5",
        "review": "It’s really nice for indoor"
    },
    {
        "rating": "5",
        "review": "Very satisfactory"
    },
    {
        "rating": "5",
        "review": "It's working perfectly"
    },
    {
        "rating": "4",
        "review": "The product is not, very okay and it preserve food for hours without electricity current."
    },
    {
        "rating": "4",
        "review": "Refer above"
    },
    {
        "rating": "5",
        "review": "It's nice and cool faster"
    },
    {
        "rating": "5",
        "review": "Very good product, looks smaller than I expected. Also to enjoy it, make sure you get a Stabilizer with it."
    },
    {
        "rating": "5",
        "review": "It's freezes very fast, the sides are always very hot don't really know why, I love it anyway"
    },
    {
        "rating": "5",
        "review": "It takes less than 25mins to frozen up whatever is in its freezer"
    },
    {
        "rating": "5",
        "review": "Portable and lovely"
    },
    {
        "rating": "5",
        "review": "No regrets...just wished it was bigger"
    },
    {
        "rating": "5",
        "review": "Its working perfectly well"
    },
    {
        "rating": "4",
        "review": "Working well"
    },
    {
        "rating": "5",
        "review": "Its wonderful product and its working perfectly. Just that is not as big as it appears on the picture."
    },
    {
        "rating": "4",
        "review": "Just smaller than expected and it gets too hot..."
    },
    {
        "rating": "4",
        "review": "Wonderful item. It serves the purpose."
    },
    {
        "rating": "5",
        "review": "Perfectly workings"
    },
    {
        "rating": "5",
        "review": "Nice product"
    },
    {
        "rating": "4",
        "review": "It's nice but small compared to the pics.  Working OK.."
    },
    {
        "rating": "5",
        "review": "Working Perfectly."
    },
    {
        "rating": "5",
        "review": "Please can you guys call who the person you gave my other goods so he will bring it to me since yesterday I was waiting for him to send it, what is all this nah"
    },
    {
        "rating": "4",
        "review": "Though it's quite small, I wish the actual picture was uploaded, I would have gone for the next size"
    },
    {
        "rating": "4",
        "review": "I like it"
    },
    {
        "rating": "4",
        "review": "I like it"
    },
    {
        "rating": "4",
        "review": "Product is as expected. Delivered in record time as well. I m pleased with its performance so far."
    },
    {
        "rating": "5",
        "review": "So portable and noise level so low.. It freezes fast and it is not spacious."
    },
    {
        "rating": "5",
        "review": "Fast delivery. Everything intact. I've used the fridge for more than 4months now. Definitely worth every penny!"
    },
    {
        "rating": "4",
        "review": "Nice product"
    },
    {
        "rating": "1",
        "review": "The refrigerator frezees fast and the freezer  is quite big for a small sized fridge like this. But the both sizes are always hot don't know the reason for that"
    },
    {
        "rating": "5",
        "review": "Looks good and working perfectly. Looks just as I expected."
    },
    {
        "rating": "4",
        "review": "The freezer compartment is spacious but the fridge so small. Then I bought it for the freezer so can't really complain.  fast cooling."
    },
    {
        "rating": "5",
        "review": "Delivered before the stated time."
    },
    {
        "rating": "4",
        "review": "Is working well."
    },
    {
        "rating": "4",
        "review": "It's a good product,freezes fast. It's a portable fridge,the height is not much.."
    },
    {
        "rating": "5",
        "review": "I love this product. It's very good and portable to use"
    },
    {
        "rating": "4",
        "review": "Good packaging, fast delivery, Fast cooling, thank you jumia."
    },
    {
        "rating": "5",
        "review": "good product"
    },
    {
        "rating": "5",
        "review": "It's working perfectly"
    },
    {
        "rating": "5",
        "review": "it has been working perfectly fine\r\nthe freeze is superb"
    },
    {
        "rating": "5",
        "review": "It’s a fantastic fridge.. spacious enough for its price"
    },
    {
        "rating": "5",
        "review": "I love it, it is working perfectly fine"
    },
    {
        "rating": "5",
        "review": "It's good and working perfectly."
    },
    {
        "rating": "4",
        "review": "It's perfect"
    },
    {
        "rating": "4",
        "review": "It freezes fast enough"
    },
    {
        "rating": "4",
        "review": "It is working very well at the moment."
    },
    {
        "rating": "4",
        "review": "The freezer is very good and the fridge as well .. Nice product Skyrun... Super proud"
    },
    {
        "rating": "5",
        "review": "Love it"
    },
    {
        "rating": "5",
        "review": "A good investment. Doubles as a freezer and refrigerator"
    },
    {
        "rating": "5",
        "review": "the freezer works very very well. Makes a lot of sense. I wish i could add some money and get the a bigger size tho"
    },
    {
        "rating": "4",
        "review": "The freezer compartment is quite big. Just that I expected overall that the fridge would be bigger than what I saw"
    },
    {
        "rating": "4",
        "review": "It's exactly what i wanted"
    },
    {
        "rating": "5",
        "review": "nice made in nigeria"
    },
    {
        "rating": "5",
        "review": "I love it so so much"
    },
    {
        "rating": "5",
        "review": "This product is magical ????????????. I had to order for the deep freezer ????"
    },
    {
        "rating": "5",
        "review": "I totally love it, it is very cold when plugged and the freezer part is pretty big for a small sized fridge. Money well spent"
    },
    {
        "rating": "4",
        "review": "Very nice"
    }
]